{
  "layout":{
    "title": "Nutrition Fitness Tracker"
  },
  "index":{
    "imc":"Indice de masa corporal",
    "imcExt":"Indice de Masa Corporal (IMC)",
    "rmc":"Ritmo máximo cardiaco",
    "rmcExt":"Ritmo Máximo Cardiaco (RMC)",
    "tmb":"Tasa metabólica basal",
    "tmbExt":"Tasa Metabólica Basal (TMB)",
    "pgc":"Porciento de grasa corporal",
    "pgcExt":"Porciento de Grasa Corporal (PGC)",
    "pmm":"Porciento de músculo magro",
    "pmmExt":"Porciento de Musculo Magro (PMM)",
    "cdm":"Consumo diario de macronutrientes",
    "cdmExt":"Consumo Diario de Macronutrientes (CDM)",
    "pgm":"Predicción de ganancia muscular",
    "pgmExt":"Predicción de Ganancia Muscular (PGM)",
    "mei":"Medidas estéticas ideales",
    "meiExt":"Medidas Estéticas Ideales (MEI)",
    "imcWidget": {
      "lowWeight": "Bajo peso",
      "lowWeightDesc1": "IMC menor a",
      "normalWeight": "Peso normal",
      "normalWeightDesc1": "IMC de {value1} a {value2}",
      "overWeight": "Sobrepeso",
      "overWeightDesc1": "IMC de {value1} a {value2}",
      "obesity": "Obesidad",
      "obesityDesc1": "IMC de {value1} a {value2}",
      "severeObesity": "Obesidad severa",
      "severeObesityDesc1": "IMC de {value1} a {value2}",
      "extremeObesity": "Obesidad extrema",
      "extremeObesityDesc1": "IMC de 40 o más"
    }
  },
 "configuration":{
    "title": "Configuración",
    "language": "Idioma",
    "changeLanguage": "Cambiar idioma",
    "darkMode": "Modo Oscuro",  
    "changeDarkMode": "Cambiar modo oscuro",
    "ligthMode": "Modo claro",  
    "changeLigthMode": "Cambiar modo claro",
    "weight": "Peso",
    "progressWeight": "Progreso del peso corporal",
    "imc": "IMC",
    "progressImc": "Indice de masa corporal",
    "pgc": "PGC",
    "progressPgc": "porciento de grasa corporal",
    "pmm": "PMM",
    "progressPmm": "Prociento de músculo magro",
    "chest": "Chest",
    "progressChest": "Progreso del Pecho",
    "biceps": "Biceps",
    "progressBiceps": "Progreso de Biceps",
    "waist": "Waist",
    "progressWaist": "Progreso de Cintura",
    "thigh": "Thigh",
    "progressThigh": "Progreso de Muslo",
    "calf": "Calf",
    "progressCalf": "Progreso de Pantorrillas",
    "charts": "Gráficos"
  },
  "menu" :{
    "personalIndex": "Indices Personales",
    "menu": "Menu",
    "food": "Alimentos",
    "personalMeasure": "Medidas Personales",
    "personalProgress": "Progreso Personal",
    "configuration": "Configuración",
    "information": "Información"
  },
  "information":{
    "title": "Información",
    "about": "Acerca de NFT",
    "howMeasurements": "Cómo tomar las medidas",
    "neck":"Cuello",
    "neckDesc":"Pasar la cinta métrica por debajo de la nuez de Adán en el punto más estrecho",
    "chest":"Pecho",
    "chestDesc":"Pasar la cinta métrica por debajo de las axilas a la altura de los pezones y mantenerse relajado",
    "biceps":"Biceps",
    "bicepsDesc":"Pasar la cinta métrica alrededor del centro del biceps por su parte más ancha estando contraido",
    "forearm":"Antebrazo",
    "forearmDesc":"Pasar la cinta métrica alrededor del antebrazo por la parte mas ancha con el puño apretado en posición recta al antebrazo",
    "waist":"Cintura",
    "waistDesc":"Pasar la cinta métrica alrededor de la cintura a por sobre el hombligo",
    "hip":"Cadera",
    "hipDesc":"Pasar la cinta métrica alrededor de la cadera a la altura de la pelvis",
    "thigh":"Muslo",
    "thighDesc":"Pasar la cinta métrica alrededor del centro del muslo relajado",
    "calf":"Pantorrilla",
    "calfDesc":"Pasar la cinta métrica alrededor del gemelo por la parte más gruesa",
    "personalIndex": "Indices personales",
    "imc": "Indice de masa corporal",
    "imcDesc":"El Índice de Masa Corporal (IMC) es una herramienta útil para evaluar la relación entre el peso y la altura de una persona, proporcionando una estimación de la grasa corporal. \n\n",
    "rmc": "Ritmo máximo cardiaco",
    "rmcDesc" :"El ritmo máximo cardíaco (RMC) es la frecuencia cardíaca más alta que una persona puede alcanzar durante actividad física intensa. \n\n",
    "pgc": "Porciento de grasa corporal",
    "pgcDesc": "Calcular el porcentaje de grasa corporal es importante para evaluar la composición corporal y la salud general de una persona. Existen diferentes métodos para estimar este porcentaje. Fórmula de Navy: Utiliza medidas de la circunferencia de la cintura y el cuello (y de las caderas para las mujeres) junto con la altura para estimar el porcentaje de grasa corporal. Fórmula de YMCA: Se basa en la altura y el peso para estimar el porcentaje de grasa corporal, aunque es menos precisa que otras metodologías. El cálculo del porcentaje de grasa corporal proporciona una visión más completa de la salud y la condición física que solo el peso corporal. Sin embargo, es recomendable combinar estos métodos con otras medidas de salud para obtener una evaluación más precisa y holística. \n\n",
    "pmm": "Porciento de músculo magro",
    "pmmDesc": "El cálculo del porcentaje de músculo magro es útil para obtener una comprensión más detallada de la composición corporal de una persona. Este porcentaje se refiere a la cantidad de masa muscular en relación con el peso total del cuerpo, excluyendo la grasa.",
    "tbm": "Tasa metabólica basal",
    "tmbDesc": "La tasa metabólica basal (TMB) es la cantidad de energía que el cuerpo gasta en reposo para mantener funciones vitales como la respiración, circulación sanguínea, regulación de la temperatura corporal y funcionamiento de los órganos. Es un indicador clave de las necesidades energéticas del cuerpo en reposo y sirve como base para personalizar entrenamientos y planes de nutrición. Con una comprensión adecuada de la TMB, los atletas y las personas interesadas en mejorar su salud pueden optimizar su rendimiento y alcanzar sus objetivos de manera más efectiva y saludable \n\n",
    "pgm": "Predicción de ganancia muscular",
    "pgmDesc": "Predecir la ganancia muscular según la genética es importante por varias razones, tanto para atletas como para individuos que buscan mejorar su composición corporal. La genética desempeña un papel fundamental en la capacidad de una persona para ganar músculo y, al reconocer su influencia, se puede optimizar el entrenamiento, la nutrición y la recuperación. Esto no solo mejora los resultados, sino que también apoya la salud y el bienestar general, brindando un enfoque más consciente y personalizado al desarrollo físico. \n\n",
    "cdm": "Consumo diario de macronutrientes",
    "cdmDesc":"Conocer cómo debe ser el consumo diario de macronutrientes es fundamental para mantener una salud óptima, alcanzar objetivos de fitness y mejorar el rendimiento físico. Esto implica no solo un conocimiento detallado sobre los macronutrientes, sino también una comprensión de cómo interactúan en el cuerpo y cómo influyen en nuestro día a día. Al final, una alimentación bien planificada y equilibrada es clave para lograr un estilo de vida saludable y sostenible. \n\n",
    "mei": "Medidas estéticas ideales",
    "meiDesc":"Conocer las medidas estéticamente ideales para las diferentes partes del cuerpo puede tener varias implicaciones, tanto en términos de salud como de bienestar emocional y autoestima, guiar el desarrollo de un plan de entrenamiento y nutrición, y fomentar la autoaceptación. Sin embargo, es importante abordar este conocimiento con una mentalidad equilibrada, considerando la salud y el bienestar personal por encima de los ideales sociales o culturales. La clave es encontrar un enfoque que promueva no solo la apariencia, sino también la salud y la felicidad personal. \n\n"
  }
}